<?php

declare(strict_types=1);

return [
    'failed'                => 'بيانات الاعتماد هذه غير متطابقة مع البيانات المسجلة لدينا.',
    'password'              => 'كلمة المرور غير صحيحة.',
    'throttle'              => 'عدد كبير جدا من محاولات الدخول. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',
    "data"                  => "يوجد أخطأ في البيانات اللي تم أدخالها.",
    "verify"                => "تم إرسال رسالة تأكيد إلى بريدك الإلكتروني.",
    "resent"                => "تم أعادة إرسال رسالة تأكيد إلى بريدك الإلكتروني.",
    "expire"                => "تم أنتهاء صلاحية أستخدام الكود",
    "code"                  => "الكود الذي أدخلته غير صحيح",
    "verified"              => "اﻷيميل متفعل من قبل.",
    "verifs"                => "تم تفعيل اﻷيميل بنجاح",
    "login"                 => "تم تسجيل الدخول بنجاح",
    "logout"                => "تم تسجيل الخروج بنجاح.",
    "old_password"          => "كلمة المرور القديمة",
    "correct"               => "صحيحة",
    "incorrect"             => "غير صحيحة",
    "update"                => "تم تحديث :update بنجاح",
    "newPassword"           => "كلمة المرور",
    'expired_code'          => "الكود الذي أدخلته منتهي الصلاحيه و تم ارسال رمز أخر",
    'carUpdated'            => 'تم تحديث بيانات السيارة بنجاح.',
    'carNotUpdated'         => 'لم يتم تحديث معلومات السيارة.',
    'info_car'              => 'تم رفع بيانات السيارة بنجاح.',
    'has_car'               => 'السائق بالفعل لديه سياره.',
    'update_car'            => 'تم تحديث البيانات بنجاح.',
    'info_driver'           => 'تم رفع بيانات السائق بنجاح.',
    'has_driver'            => 'السائق بالفعل لديه معلومات.',
    'update_driver'         => 'تم تحديث البيانات بنجاح.',
];
